<?php

/**
 * Русский языковой файл.
 * Содержит все текстовки движка.
 */
return array(

        'ldap_register_ad_error' => 'Проблема при регистрации пользователя. Отсутствуют обязательные поля. Обратитесь к вашему системному администратору',
		'ldap_user_disabled' => 'Пользователь заблокирован. Обратитесь к вашему системному администратору.',
        'reimport_ldap_users' => 'Обновить данные о пользователя LDAP',
        'reimport_ldap_users_ok' => 'Пользователи успешно синхронизированы',
);
?>